Repository: Al-Muhandis/tournament-telegram
Catalog: src/languages/tgtour.*.po
Languages: ru

source: The answer is given by
ru: Ответ дан

source: connected
ru: подключен

source: disconnected
ru: разъединено

source: Do you want to set chat %s as a Host log?
ru: Вы хотите установить чат %s как журнал Ведущего?

source: is running
ru: запущен

source: is stopped
ru: остановлен

# mainform.s_qstnwthbt
source: Questions of round with a bet: #
ru: Вопросы раунда со ставкой: №

source: Round
ru: Раунд

source: Answers: %d << Current question: %d, current tour: %s
ru: Ответы: %d << Текущий вопрос: %d, текущий тур: %s

# mainform.s_tlgrm
source: Telegram
ru: Телеграм

# mainform.s_tmr
source: Timer
ru: Таймер

source: unset
ru: не задан

source: Version
ru: Версия

source: Intellectual tournament via telegram
ru: Интеллектуальные игры через телеграм

source: Extra time to respond
ru: Дополнительное время для ответа

source: Auto-increment of the question number
ru: Автоинкремент номера вопроса

source: The question number automatically increases after pressing the timer start button
ru: Автоматически увеличивается номер вопроса после нажатия кнопки старта таймера

# tfrmmain.dbgrdanswers.columns[10].title.caption
source: Team
ru: Команда

source: Question
ru: Вопрос

source: Answer
ru: Ответ

source: Accepted
ru: Принят

source: Enrolled
ru: Зачёт

# tfrmmain.dbgrdanswers.columns[5].title.caption
source: Bet
ru: Ставка

source: Time
ru: Время

# tfrmmain.dbgrdanswers.columns[8].title.caption
source: team
ru: Команда

source: Player
ru: Игрок

source: Chat ID
ru: ID чата

source: Enter the chat id of channel or group
ru: Введите chat id канала или группы

source: Token
ru: Токен

source: Enter the telegram bot token
ru: Введите токен телеграм бота

source: Round 1|6
ru: Раунд 1|6

source: Round 1|7
ru: Раунд 1|7

source: Round 1|8
ru: Раунд 1|8

source: Round 1|9
ru: Раунд 1|9

source: Round 1|10
ru: Раунд 1|10

source: Round 1|11
ru: Раунд 1|11

source: Round 1|12
ru: Раунд 1|12

source: Bet
ru: Ставка

source: Result
ru: Итог

source: Round 2|13
ru: Раунд 2|13

source: Tournament
ru: Турнир

source: Round 2|14
ru: Раунд 2|14

source: Round 2|15
ru: Раунд 2|15

source: Round 2|16
ru: Раунд 2|16

source: Round 2|17
ru: Раунд 2|17

source: Round 2|18
ru: Раунд 2|18

source: Round 2|19
ru: Раунд 2|19

source: Round 2|20
ru: Раунд 2|20

source: Round 2|21
ru: Раунд 2|21

source: Round 2|22
ru: Раунд 2|22

source: Round 2|23
ru: Раунд 2|23

source: Team
ru: Команда

source: Round 2|24
ru: Раунд 2|24

source: Bet
ru: Ставка

source: Result
ru: Итог

source: Round 3|25
ru: Раунд 3|25

source: Round 3|26
ru: Раунд 3|26

source: Round 3|27
ru: Раунд 3|27

source: Round 3|28
ru: Раунд 3|28

source: Round 3|29
ru: Раунд 3|29

source: Round 3|30
ru: Раунд 3|30

source: Round 3|31
ru: Раунд 3|31

source: Team
ru: Команда

source: Round 3|32
ru: Раунд 3|32

source: Round 3|33
ru: Раунд 3|33

source: Round 3|34
ru: Раунд 3|34

source: Round 3|35
ru: Раунд 3|35

source: Round 3|36
ru: Раунд 3|36

source: Bet
ru: Ставка

source: Result
ru: Итог

source: Totals
ru: Итоги

source: Round 1|1
ru: Раунд 1|1

source: Round 1|2
ru: Раунд 1|2

source: Round 1|3
ru: Раунд 1|3

source: Round 1|4
ru: Раунд 1|4

source: Round 1|5
ru: Раунд 1|5

source: Round 3|Cl.
ru: Раунд 3|Кл.

source: tournament
ru: Турнир

source: team
ru: Команда

source: Team
ru: Команда

source: Overall result
ru: Общий итог

source: Round 1|Pl.
ru: Раунд 1|Зн.

source: Round 1|Cl.
ru: Раунд 1|Кл.

source: Round 2|Pl.
ru: Раунд 2|Зн.

source: Round 2|Cl.
ru: Раунд 2|Кл.

source: Round 3|Pl.
ru: Раунд 3|Зн.

source: Round 1|6
ru: Раунд 1|6

source: Round 1|7
ru: Раунд 1|7

source: Round 1|8
ru: Раунд 1|8

source: Round 1|9
ru: Раунд 1|9

source: Round 1|10
ru: Раунд 1|10

source: Round 1|11
ru: Раунд 1|11

source: Round 1|12
ru: Раунд 1|12

source: Bet
ru: Ставка

source: Score|Pl.
ru: Счёт|Игр.

source: Score|Cl.
ru: Счёт|Кл.

source: tournament
ru: Турнир

source: team
ru: Команда

source: Team
ru: Команда

source: Result
ru: Итог

source: Round 1|1
ru: Раунд 1|1

source: Round 1|2
ru: Раунд 1|2

source: Round 1|3
ru: Раунд 1|3

source: Round 1|4
ru: Раунд 1|4

source: Round 1|5
ru: Раунд 1|5

source: Round 2|18
ru: Раунд 2|18

source: Round 2|19
ru: Раунд 2|19

source: Round 2|20
ru: Раунд 2|20

source: Round 2|21
ru: Раунд 2|21

source: Round 2|22
ru: Раунд 2|22

source: Round 2|23
ru: Раунд 2|23

source: Round 2|24
ru: Раунд 2|24

source: Bet
ru: Ставка

source: Score|Pl.
ru: Счёт|Иг.

source: Score|Cl.
ru: Счёт|Кл.

source: tournament
ru: Турнир

source: team
ru: Команда

source: Team
ru: Команда

source: Result
ru: Итог

source: Round 2|13
ru: Раунд 2|13

source: Round 2|14
ru: Раунд 2|14

source: Round 2|15
ru: Раунд 2|15

source: Round 2|16
ru: Раунд 2|16

source: Round 2|17
ru: Раунд 2|17

source: Round 3|30
ru: Раунд 3|30

source: Round 3|31
ru: Раунд 3|31

source: Round 3|32
ru: Раунд 3|32

source: Round 3|33
ru: Раунд 3|33

source: Round 3|34
ru: Раунд 3|34

source: Round 3|35
ru: Раунд 3|35

source: Round 3|36
ru: Раунд 3|36

source: Bet
ru: Ставка

source: Score|Pl.
ru: Счёт|Иг.

source: Score|Cl.
ru: Счёт|Кл.

source: tournament
ru: Турнир

source: team
ru: Команда

source: Team
ru: Команда

source: Result
ru: Итог

source: Round 3|25
ru: Раунд 3|25

source: Round 3|26
ru: Раунд 3|26

source: Round 3|27
ru: Раунд 3|27

source: Round 3|28
ru: Раунд 3|28

source: Round 3|29
ru: Раунд 3|29

source: date
ru: Дата

source: title
ru: Наименование

source: Game tables
ru: Таблицы игр

source: ❔ Tournament question
ru: ❔ Вопросы турнира

source: Questions
ru: Вопросы

# tfrmmain.grpbxtelegram.caption
source: Telegram
ru: Телеграм

source: ⌛ Timer
ru: ⌛ Таймер

source: Chat ID of the host or administrator
ru: Введите chat id канала или группы

source: Question number
ru: Номер вопроса

# tfrmmain.lblquestionnumwithbet.caption
source: Questions of round with a bet: #
ru: Вопросы раунда со ставкой: №

# tfrmmain.lbltournament.caption
source: Tournament
ru: Турнир

# tfrmmain.rxdbgrdplayers.columns[1].title.caption
source: title
ru: Наименование

# tfrmmain.rxdbgrdplayers.columns[2].title.caption
source: team
ru: Команда

# tfrmmain.rxdbgrdplayers.columns[3].title.caption
source: Team
ru: Команда

# tfrmmain.sttsbr.panels[0].text
source: Telegram
ru: Телеграм

# tfrmmain.sttsbr.panels[1].text
source: Timer
ru: Таймер

source: Answers
ru: Ответы

source: 👥 Players
ru: 👥 Игроки

source: About...
ru: О программе...

source: ✅ Answers
ru: ✅ Ответы

source: 🖱️ Round control
ru: 🖱️ Управление раундом

# tfrmmain.tbshtcontroloptions.caption
source: ⚙️ Options
ru: ⚙️ Настройки

source: 🎮 Game control
ru: 🎮 Управление игрой

source: 🏆 Tournament tables
ru: 🏆 Таблицы турнира

source: Connect to the telegram server
ru: Подключиться к серверу телеграм

source: Only ☑️
ru: Только ☑️
